IdeaRS.Connections
AddedMemberData.LocLocation Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the side to mount - left side, right side.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode LocLocation { get; set; }
Property Value
Type: PositionCode
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace